

export default function Home() {
  return (
    <div className="text-black px-5">
      <h1 className="text-blue-600 text-2xl mt-5">درباره من</h1>
      <p className="my-3">
        من، حانیه رحیم متولد شهریورماه 1378 هستم. حدود دو سال هست که بطور جدی فرانت کار میکنم. اخیرا در پژوهشکده انرژی شریف بمدت یکسال برای شرکت "داده کاوان هوشمند نارگان - دیتال" کار میکردم.
      </p>
      <p className="my-3">
        حدودا سه سال پیش بود که فهمیدم به این حوزه علاقه مندم. تا قبل از اون کار های متفرقه هم انجام میدادم. به فرانت اند علاقمندم و دانشم در این حوزه رو با گذروندن دوره های مجتمع فنی تهران تکمیل کردم. خیلی دوست دارم این دانشم رو به بقیه هم منتقل کنم. ببه همین علت رفتم سراغ تدریس در مجتمع فننی تهران. سعی کردم به ساده ترین شکل ممکن تدریس کنم و مفاهیم رو انتقال بدم. خداروشکر موفق هم شدم. یک دوره 150 ساعته وب دیزاین با دوستان داشتم از اردیبهشت تا دی ماه 1403
      </p>
      <p className="my-3">
        من فارغ التحصیل مقطع کارشناسی در رشته مهندسی کامپیوتر - گرایش نرم افزار از دانشگاه آزاد تهران غرب هستم.
        من فعال بودن رو خیلی دوست دارم. در آینده اگر موقعیتش پیش بیاد حتما ادامه تحصیل میدم اما در حال حاضر کارکردن برام در اولویت هست
      </p>
      <p className="my-3">
        از علایق دیگم میتونم به تدریس، کارهای گرافیکی، ادیت ویدیو و تولید محتوای ویدیویی ،فروش و برگزاری کمپین و کار های هنری (مثل نقاشی ، گلدوزی و کارهای دستی) اشاره کنم. معمولا ادم کمالگرایی هستم و به کم قانع نیستم. جهت دیدن رزومه و نمونه کارهای من به سایر تب های دیگه رجوع کنید
      </p>
    </div>
    
  );
}
